Repository: rugana96/RGBHunter
Catalog: RGBHunter/Localizable.xcstrings
Source language: en
Languages: es

# %lld avgGamesText
source: in %lld games
es: en %lld partidas

source: Difficult
es: Difícil

# guessTheColorGameText
source: Guess the color
es: Adivina el color

# infoTextDifficult
source: In difficult mode you will only have 5 seconds to see the random color. No slider feedback will be shown.
es: En dificultad difícil tendrás 5 segundos para ver el color aleatorio. No se muestra información del botón deslizante.

# infoTextFour
source: Depending on how far you are from the random color you will get a score:
es: Dependiendo de cómo de lejos estés del color aleatorio tendrás una puntuación:

# infoTextOne
source: A random color will appear in the circle on the right.
es: Un color aleatorio aparecerá en el círculo de la izquierda.

# infoTextThree
source: Once you think you have it press the green button to submit your values.
es: Cuando pienses que ya lo tienes, pulsa el botón verde para comprobar.

# infoTextTwo
source: You will have to move the sliders to get the same color in the circle on the right.
es: Tendrás que deslizar el botón deslizante para encontrar el mismo color que el círculo de la derecha.

# infoTitle
source: How to play
es: Cómo jugar

# otherGameText
source: Other game (Soon!)
es: Otro juego (Pronto!)

# scoreFour
source: * 300: Perfect score
es: * 300: Puntuación perfecta

# scoreNote
source: NOTE:
es: NOTA:

# scoreOne
source: * 0 - 99: Not even close
es: * 0 - 99: Ni te has acercado

# scoreThree
source: * 200 - 299: Really close
es: * 200 - 299: Muy cerca

# scoreTwo
source: * 100 - 199: Close, not there
es: * 100 - 199: Cerca, pero no mucho

# victoryTextFour
source: That was perfect! You have a really good eye!
es: Perfecto! Menudo ojo!

# victoryTextOne
source: Sorry, try again next time.
es: Prueba de nuevo otra vez.

# victoryTextThree
source: Great job! You're really close!
es: Buen trabajo! Estás cerca!

# victoryTextTwo
source: Close, but not quite there.
es: Cerca, te ha faltado poco.
